Repository: biruk-77/appointment
Catalog: lib/app_*.arb
Languages: am

source: About
am: ስለ

source: About Go Hospital
am: ስለ ጎ ሆስፒታል

source: Account Actions
am: የመለያ እርምጃዎች

source: Add
am: ጨምር

source: Addis Ababa, Ethiopia
am: አዲስ አበባ፣ ኢትዮጵያ

# alreadyHaveAccount
source: Already have an account?
am: መለያ አለዎት?

source: Appointment cancelled
am: ቀጠሮ ተሰርዟል

# appointmentConfirmed
source: Appointment confirmed successfully
am: ቀጠሮው በተሳካ ሁኔታ ተረጋግጧል

source: Appointment Date
am: የቀጠሮ ቀን

source: Appointments
am: ቀጠሮዎች

# appointmentsAndReservations
source: Appointments & Reservations
am: ቀጠሮዎች እና ቦታ ማስያዝ

# appointmentStatus
source: Status
am: ሁኔታ

source: Appointment Time
am: የቀጠሮ ሰዓት

# appSubtitle
source: Hospital Appointment Management
am: የሆስፒታል ቀጠሮ አስተዳደር

# appTitle
source: Go Hospital
am: ጎ ሆስፒታል

source: Availability
am: ተገኝነት

source: Back
am: ተመለስ

# bookAnywhere
source: Book appointments anywhere
am: ከየትኛውም ቦታ ቀጠሮ ይያዙ

source: Book Appointment
am: ቀጠሮ ይያዙ

source: Book Now
am: አሁን ይያዙ

# callNowBtn
source: Call Now
am: አሁን ይደውሉ

# callSupportBody
source: Would you like to call our support team?
am: የድጋፍ ቡድናችንን መደወል ይፈልጋሉ?

# callSupportTitle
source: Call Support
am: ለድጋፍ ይደውሉ

source: Cancel
am: ይቅር/ሰርዝ

source: Cancel Appointment
am: ቀጠሮ ሰርዝ

# cancelBtn
source: Cancel
am: ሰርዝ

source: Cancelled
am: ተሰርዟል

source: Card Number
am: የካርድ ቁጥር

source: Change Password
am: የይለፍ ቃል ይቀይሩ

source: Checkout
am: ክፍያ መፈጸም

source: Choose Language
am: ቋንቋ ይምረጡ

source: Close
am: ዝጋ

source: Completed
am: ተጠናቅቋል

source: Confirm
am: አረጋግጥ

source: Confirm Appointment
am: ቀጠሮውን ያረጋግጡ

source: Confirm Password
am: የይለፍ ቃል ያረጋግጡ

# connectingApi
source: Connecting to real API
am: ከኤፒአይ(API) ጋር በመገናኘት ላይ

source: Connection Failed
am: ግንኙነት አልተሳካም

# contactBtn
source: Contact
am: አግኙን

# contactSupport
source: Contact our support team anytime
am: የድጋፍ ቡድናችንን በማንኛውም ጊዜ ያግኙ

# copyright
source: © 2024 Go Hospital. All rights reserved.
am: © 2016 ጎ ሆስፒታል፡፡ መብቱ በህግ የተጠበቀ ነው።

source: Create Account
am: መለያ ይፍጠሩ

# currentLanguage
source: English
am: አማርኛ

source: Current Password
am: የአሁኑ የይለፍ ቃል

# customerName
source: Customer
am: ደንበኛ

# defaultPackageName
source: Health Package
am: የጤና ፓኬጅ

source: Delete
am: አጥፋ

source: Description
am: መግለጫ

source: Doctor Profile
am: የሐኪም መገለጫ

source: Doctors
am: ሐኪሞች

# dontHaveAccount
source: Don't have an account?
am: መለያ የለዎትም?

source: Edit
am: አስተካክል

source: Edit Order
am: ትዕዛዝ አሻሽል

source: Edit Profile
am: መገለጫ አሻሽል

source: Email
am: ኢሜይል

source: Error
am: ስህተት

# errorOccurred
source: An error occurred
am: ስህተት ተከስቷል

source: Experience
am: የሥራ ልምድ

source: Expiry Date
am: የሚያበቃበት ቀን

source: Failed to load orders
am: ትዕዛዞችን መጫን አልተቻለም

source: Failed to update profile
am: መገለጫ ማዘመን አልተቻለም

# featureComingSoonMessage
source: This feature is coming soon! We're working hard to bring you the best healthcare experience.
am: ይህ አገልግሎት በቅርቡ ይጀምራል! ምርጥ የጤና አጠባበቅ ተሞክሮ ለእርስዎ ለማቅረብ በትጋት እየሰራን ነው።

source: Filter
am: አጣራ

source: First Name
am: የመጀመሪያ ስም

# forbidden
source: Access forbidden
am: መግባት አይቻልም

source: Forgot Password?
am: የይለፍ ቃል ረሱ?

source: Get help and support
am: እርዳታ እና ድጋፍ ያግኙ

# goHospitalManagementSystem
source: Go Hospital Hospital Management System
am: ጎ ሆስፒታል የሆስፒታል አስተዳደር ስርዓት

source: Guest User
am: እንግዳ ተጠቃሚ

source: Health Packages 📦
am: የጤና ፓኬጆች 📦

# healthPackagesSubtitle
source: Complete health checkup bundles
am: ሙሉ የጤና ምርመራ ጥቅሎች

# helpAndFaq
source: Help & FAQ
am: እርዳታ እና ተደጋጋሚ ጥያቄዎች

source: Home
am: ዋና ገጽ

# hubSubtitle
source: Making appointment booking simple, fast, and reliable for everyone ❤️
am: ቀጠሮ ማስያዝን ቀላል፣ ፈጣን እና አስተማማኝ ለሁሉም ማድረግ ❤️

# hubTitle
source: Pontiment - Your Appointment Hub 📅
am: ፖንቲመንት - የእርስዎ የቀጠሮ ማዕከል 📅

source: Image not available
am: ምስል የለም

# info
source: Information
am: መረጃ

# invalidEmail
source: Invalid email address
am: ትክክለኛ ያልሆነ ኢሜይል

source: Language
am: ቋንቋ

source: Last Name
am: የአባት ስም

source: Loading...
am: በመጫን ላይ...

# loadingData
source: Loading Ethiopian Healthcare Data...
am: የኢትዮጵያ የጤና መረጃን በመጫን ላይ...

source: Location
am: አካባቢ

# locationCity
source: Addis Ababa
am: አዲስ አበባ

source: Login
am: ግባ

# loginSuccess
source: Login successful
am: በተሳካ ሁኔታ ገብተዋል

source: Logout
am: ውጣ

source: Medical Records
am: የህክምና ታሪክ

source: Medical Services
am: የህክምና አገልግሎቶች

# moreItems
source: +{count} more
am: +{count} ተጨማሪ

source: My Appointments
am: የእኔ ቀጠሮዎች

source: My Orders
am: የእኔ ትዕዛዞች

source: My Profile
am: የእኔ መገለጫ

# navHome
source: Home
am: ዋና ገጽ

# navOrders
source: Orders
am: ትዕዛዞች

# navProfile
source: Profile
am: መገለጫ

# navReservations
source: Reservations
am: ቦታ ማስያዝ

source: Need Help?
am: እርዳታ ይፈልጋሉ?

# networkError
source: Network error. Please check your connection.
am: የኔትወርክ ችግር አለ። እባክዎ ግንኙነትዎን ያረጋግጡ።

source: New Password
am: አዲስ የይለፍ ቃል

source: Next
am: ቀጣይ

source: No
am: አይ

# noAppointments
source: No appointments found
am: ምንም ቀጠሮዎች አልተገኙም

source: No appointments yet
am: እስካሁን ምንም ቀጠሮ የለም

# noData
source: No data available
am: ምንም መረጃ የለም

# noOrders
source: No orders found
am: ምንም ትዕዛዞች አልተገኙም

source: No orders yet
am: እስካሁን ምንም ትዕዛዝ የለም

source: No reservations yet
am: እስካሁን ቦታ አልተያዘም

source: Not found
am: አልተገኘም

source: Notifications
am: ማሳወቂያዎች

source: OK
am: እሺ

source: Optional
am: አማራጭ

source: Order Date
am: የትዕዛዝ ቀን

source: Order Details
am: የትዕዛዝ ዝርዝሮች

source: Order History
am: የትዕዛዝ ታሪክ

# orderNumber
source: Order #{id}
am: ትዕዛዝ #{id}

source: Orders
am: ትዕዛዞች

source: Order Status
am: የትዕዛዝ ሁኔታ

source: Packages
am: ፓኬጆች

source: Password
am: የይለፍ ቃል

# passwordChanged
source: Password changed successfully
am: የይለፍ ቃል በተሳካ ሁኔታ ተቀይሯል

# passwordMismatch
source: Passwords do not match
am: የይለፍ ቃሉ አይዛመድም

# passwordTooShort
source: Password must be at least 6 characters
am: የይለፍ ቃል ቢያንስ 6 ሆሄያት መሆን አለበት

source: Past Appointments
am: ያለፉ ቀጠሮዎች

source: Pay
am: ክፈል

source: Payment Failed
am: ክፍያ አልተሳካም

source: Payment Method
am: የክፍያ አማራጭ

source: Payments
am: ክፍያዎች

source: Payment Successful
am: ክፍያ ተሳክቷል

source: Pending
am: በመጠባበቅ ላይ

source: Personal Information
am: የግል መረጃ

source: Phone Number
am: ስልክ ቁጥር

source: Preferences
am: ምርጫዎች

source: Previous
am: ቀዳሚ

source: Price
am: ዋጋ

source: Privacy
am: ግላዊነት

source: Profile
am: መገለጫ

# profileTitle
source: My Profile
am: የእኔ መገለጫ

# profileUpdated
source: Profile updated successfully
am: መገለጫ በተሳካ ሁኔታ ተዘምኗል

source: Profile updated successfully!
am: መገለጫዎ በተሳካ ሁኔታ ተዘምኗል!

# promoBody
source: Browse and book appointments with trusted service providers. Your time is our priority!
am: ከታመኑ አገልግሎት ሰጪዎች ጋር ቀጠሮ ይያዙ። ጊዜዎ ቅድሚያ የምንሰጠው ጉዳይ ነው!

# promoTitle
source: Your Appointments Made Easy! 🚀
am: ቀጠሮ መያዝ አሁን ቀላል ሆኗል! 🚀

source: Quantity
am: ብዛት

source: Rating
am: ደረጃ

source: Register
am: ተመዝገብ

# registerSuccess
source: Registration successful
am: ምዝገባ ተሳክቷል

source: Remember Me
am: አስታውሰኝ

# required
source: This field is required
am: ይህ መረጃ ያስፈልጋል

source: Reschedule Appointment
am: ቀጠሮ ቀይር

source: Reservations
am: የቦታ ማስያዝ

source: Retry
am: እንደገና ሞክር

source: Retry Connection
am: ግንኙነት እንደገና ሞክር

source: Reviews
am: ግምገማዎች

# revolutionizingHealthcare
source: Revolutionizing Healthcare in Ethiopia
am: የኢትዮጵያን የጤና አጠባበቅ በማዘመን ላይ

source: Save
am: አስቀምጥ

# scheduleSubtitle
source: Reserve your time slot with our trusted service providers
am: ከታመኑ አገልግሎት ሰጪዎቻችን ጋር ጊዜዎን ይያዙ

# scheduleTitle
source: Schedule Your Appointment
am: ቀጠሮዎን ያስይዙ

source: Search
am: ፈልግ

source: Select Date
am: ቀን ይምረጡ

source: Select Doctor
am: ሐኪም ይምረጡ

source: Select Service
am: አገልግሎት ይምረጡ

source: Select Time
am: ጊዜ ይምረጡ

# serverError
source: Server error. Please try again later.
am: የአገልጋይ ችግር። እባክዎ ቆይተው ይሞክሩ።

source: Service Description
am: የአገልግሎት መግለጫ

source: Service Details
am: የአገልግሎት ዝርዝሮች

# servicePrice
source: Price
am: ዋጋ

source: Services
am: አገልግሎቶች

source: Settings
am: ቅንብሮች

source: Sign In
am: ግቡ

# signInToAccessFeatures
source: Sign in to access all features
am: ሁሉንም አገልግሎቶች ለማግኘት ይግቡ

source: Sign Out
am: ውጣ

# signOutConfirmation
source: Are you sure you want to sign out of your account?
am: ከመለያዎ መውጣት ይፈልጋሉ?

# signOutDescription
source: Sign out of your account
am: ከመለያዎ ውጣ

source: Sign Up
am: ተመዝገቡ

source: Sort
am: አደራደር

source: Specialization
am: ስፔሻላይዜሽን (ሙያ)

source: Submit
am: ላክ

source: Success
am: ተሳክቷል

source: Support
am: ድጋፍ

source: Switch to Dark Mode
am: ወደ ጨለማ ገጽታ ቀይር

source: Switch to Light Mode
am: ወደ ብሩህ ገጽታ ቀይር

source: Theme
am: ገጽታ (Theme)

source: Total Amount
am: ጠቅላላ ዋጋ

source: Total Price
am: ጠቅላላ ዋጋ

# trustedUsers
source: Trusted by thousands of users
am: በሺዎች በሚቆጠሩ ተጠቃሚዎች የታመነ

source: Try Again
am: እንደገና ሞክር

# unauthorized
source: Unauthorized access
am: ያልተፈቀደ መዳረሻ

# unknownError
source: Unknown error occurred
am: ያልታወቀ ስህተት ተከስቷል

source: Upcoming Appointments
am: የሚመጡ ቀጠሮዎች

source: Update Profile
am: መገለጫ አዘምን

source: Update your profile details
am: የመገለጫ ዝርዝሮችዎን ያዘምኑ

source: Validation error
am: የማረጋገጫ ስህተት

source: Version
am: ስሪት

# viewAndManageBookings
source: View and manage your appointments and reservations
am: ቀጠሮዎችዎን እና የያዙትን ቦታ ይመልከቱ እና ያስተዳድሩ

source: View Details
am: ዝርዝር ይመልከቱ

source: View your health information
am: የጤና መረጃዎን ይመልከቱ

source: View your service orders
am: የአገልግሎት ትዕዛዞችዎን ይመልከቱ

source: Warning
am: ማስጠንቀቂያ

source: Yes
am: አዎ

source: Your Bookings
am: የእርስዎ ቀጠሮዎች

# serviceCallUs
source: Call us
am: ይደውሉልን

# serviceMedical
source: Medical Service
am: የህክምና አገልግሎት

# comingSoonTitle
source: {service} Coming Soon
am: {service} በቅርቡ ይጀምራል

# comingSoonMessage
source: {service} service is coming soon! We're working hard to bring you the best healthcare experience.
am: {service} አገልግሎት በቅርቡ ይጀምራል! ምርጥ የጤና አጠባበቅ ተሞክሮ ለእርስዎ ለማቅረብ በትጋት እየሰራን ነው።

# callCenterTitle
source: Call Center
am: የጥሪ ማዕከል

# callCenterBody
source: Choose how you'd like to contact us:
am: እንዴት እኛን ማግኘት እንደሚፈልጉ ይምረጡ:

# emergencyTitle
source: Emergency
am: ድንገተኛ

# emergencySubtitle
source: 911 - For medical emergencies
am: 911 - ለህክምና ድንገተኛ አደጋዎች

# supportTitle
source: Support
am: ድጋፍ

# supportSubtitle
source: +251 95 111 7167 - General inquiries
am: +251 95 111 7167 - ለአጠቃላይ ጥያቄዎች

# callSupportBtn
source: Call Support
am: ለድጋፍ ይደውሉ

source: Order ID
am: የትዕዛዝ መለያ (ID)

source: Order Description
am: የትዕዛዝ መግለጫ

source: Select Payment Method
am: የክፍያ ዘዴ ይምረጡ

source: Show More
am: ተጨማሪ አሳይ

source: Show Less
am: ትንሽ አሳይ

source: Pay Now
am: አሁን ይክፈሉ

source: Appointment ID
am: የቀጠሮ መለያ (ID)

source: Date & Time
am: ቀን እና ሰዓት

source: Hospital
am: ሆስፒታል

source: Customer Information
am: የደንበኛ መረጃ

source: Phone
am: ስልክ

source: Status
am: ሁኔታ

source: Name
am: ስም

source: Book Service
am: አገልግሎት ያስይዙ

source: Book Package
am: ፓኬጅ ያስይዙ

source: Hospital/Clinic
am: ሆስፒታል/ክሊኒክ

# enterHospitalName
source: Enter hospital or clinic name
am: የሆስፒታል ወይም ክሊኒክ ስም ያስገቡ

source: Please enter hospital name
am: እባክዎ የሆስፒታሉን ስም ያስገቡ

source: Description (Optional)
am: መግለጫ (አማራጭ)

# enterAppointmentDescription
source: Enter appointment description or notes
am: የቀጠሮ መግለጫ ወይም ማስታወሻ ያስገቡ

# duration
source: Duration (Days)
am: ቆይታ (ቀናት)

source: Select appointment date
am: የቀጠሮ ቀን ይምረጡ

source: Select appointment time
am: የቀጠሮ ሰዓት ይምረጡ

# selectBothDateAndTime
source: Please select both date and time
am: እባክዎ ቀኑን እና ሰዓቱን ይምረጡ

# authenticationRequired
source: Authentication required to book appointments
am: ቀጠሮ ለመያዝ መግባት ያስፈልጋል

# uploadDocument
source: Upload Document (Optional)
am: ሰነድ ይስቀሉ (አማራጭ)

source: Tap to upload file
am: ፋይል ለመስቀል ይንኩ

source: File selected
am: ፋይል ተመርጧል

source: Payment Details
am: የክፍያ ዝርዝሮች

source: Reservation Details
am: የቦታ ማስያዝ ዝርዝሮች

# reservationNumber
source: Reservation #{id}
am: የተያዘ ቦታ #{id}

source: Service Information
am: የአገልግሎት መረጃ

source: Reservation Dates
am: ቦታ የተያዘባቸው ቀናት

source: Reservation Date
am: ቦታ የተያዘበት ቀን

source: Start Date
am: የሚጀምርበት ቀን

source: End Date
am: የሚያልቅበት ቀን

source: day
am: ቀን

source: days
am: ቀናት

source: No services available
am: ምንም አገልግሎቶች የሉም

source: No packages available
am: ምንም ፓኬጆች የሉም

source: Browse Services
am: አገልግሎቶችን ያስሱ

source: Appointment Details
am: የቀጠሮ ዝርዝሮች

source: Hospital Information
am: የሆስፒታል መረጃ

source: Appointment Date & Time
am: የቀጠሮ ቀን እና ሰዓት

source: Scheduled For
am: ቀጠሮ የተያዘለት ለ

source: Timeline
am: ጊዜ

source: Created
am: ተፈጠረ

source: Last Updated
am: መጨረሻ የተሻሻለው

source: Payment History
am: የክፍያ ታሪክ

source: Payment Status
am: የክፍያ ሁኔታ

# paymentAmount
source: Amount
am: መጠን

source: Payment Date
am: የክፍያ ቀን

source: Transaction ID
am: የግብይት መታወቂያ (ID)

source: No payments yet
am: እስካሁን ምንም ክፍያ የለም

source: Payment Pending
am: ክፍያ በመጠባበቅ ላይ

source: View Payment Details
am: የክፍያ ዝርዝሮችን ይመልከቱ

source: Download Receipt
am: ደረሰኝ አውርድ

source: Print Receipt
am: ደረሰኝ አትም

source: Cancelled Appointments
am: የተሰረዙ ቀጠሮዎች

source: All Appointments
am: ሁሉም ቀጠሮዎች

source: No appointments found
am: ምንም ቀጠሮዎች አልተገኙም

source: No reservations found
am: ምንም የተያዘ ቦታ አልተገኘም

source: Tap to view details
am: ዝርዝር ለመመልከት ታፕ ያድርጉ →

# signInToAccount
source: Sign in to your account
am: ወደ መለያዎ ይግቡ

source: Email Address
am: ኢሜይል አድራሻ

# dontHaveAccountQuestion
source: Don't have an account?
am: መለያ የለዎትም?

# createAccountTitle
source: Create Account
am: መለያ ይፍጠሩ

# joinGoHospital
source: Join Go Hospital today
am: ጎ ሆስፒታልን ዛሬ ይቀላቀሉ

source: Full Name
am: ሙሉ ስም

source: Passwords do not match
am: የይለፍ ቃሎች አይዛመዱም

# alreadyHaveAccountQuestion
source: Already have an account?
am: መለያ አለዎት?

# signInLink
source: Sign In
am: ግቡ

source: Toggle Theme
am: ገጽታ ቀይር

source: Change Language
am: ቋንቋ ቀይር

source: Verify
am: ማረጋገጥ

source: Verify Payment
am: ክፍያ ማረጋገጥ

source: Number of Days
am: የቀናት ብዛት

source: Attachment
am: ማያያዣ

source: Change File
am: ፋይል ይቀይሩ

source: No file selected
am: ምንም ፋይል አልተመረጠም

source: Pick File
am: ፋይል ይምረጡ

source: Updating...
am: በማዘመን ላይ...

source: Update Order
am: ትዕዛዝ ያዘምኑ

source: Order updated successfully!
am: ትዕዛዝ በተሳካ ሁኔታ ተዘምኗል!

source: Payment verified successfully!
am: ክፍያ በተሳካ ሁኔታ ተረጋግጧል!

source: No payment history found
am: ምንም የክፍያ ታሪክ አልተገኘም

source: Refresh
am: ያድሱ

source: Payment Information
am: የክፍያ መረጃ

source: Reference Number
am: የማመሳከሪያ ቁጥር

source: Service
am: አገልግሎት
